[
    {
        "productName": "Victorian era jewelry",
        "condition": "excellent",
        "status": "avilable",
        "categories": "jewelry",
        "sellerName": "Minhaz khan",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2000",
        "salePrice": "5000",
        "postTime": "26/02/23",
        "image": "https://i.ibb.co/GtLQPkt/Victorian-era-jewelry-necklace.jpg",
        "details": "Victorian era jewelry refers to the jewelry styles that were popular during the reign of Queen Victoria, from 1837 to 1901. Victorian jewelry is characterized by its intricate designs, use of colored gemstones, and incorporation of sentimental or symbolic motifs. During the early part of the era, jewelry was often made with gold and silver, and diamonds and pearls were popular stones. As the era progressed, the use of other gemstones like amethyst, citrine, and peridot became popular. Jewelry also became more affordable and accessible to the middle class, leading to the rise of costume jewelry. Victorian era jewelry remains highly collectible and sought-after today for its historical significance and intricate beauty."
    },
    {
        "productName": "Art deco mid century earring",
        "condition": "excellent",
        "status": "avilable",
        "categories": "jewelry",
        "sellerName": "Nazmul islam",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2000",
        "salePrice": "5000",
        "postTime": "22/02/23",
        "image": "https://i.ibb.co/D4b6nHv/Art-deco-mid-century-earring.webp",
        "details": "Art Deco and Mid-Century Modern are two distinct styles of jewelry design. Art Deco was popular in the 1920s and 1930s, characterized by geometric shapes, bold colors, and elaborate patterns. Art Deco earrings often feature diamonds, platinum, and other precious stones. They are known for their sleek, streamlined look and often incorporate intricate filigree work.Mid-Century Modern jewelry, on the other hand, emerged in the post-World War II era and continued through the 1960s. This style is more minimalist and emphasizes simple shapes and clean lines. Mid-Century Modern earrings often feature materials like gold, silver, and enamel. They are known for their sleek, sophisticated look and often incorporate abstract or organic shapes."
    },
    {
        "productName": "Art doco jewelry the roaring twenties",
        "condition": "excellent",
        "status": "avilable",
        "categories": "jewelry",
        "sellerName": "siful alom",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2000",
        "salePrice": "5000",
        "postTime": "29/02/23",
        "image": "https://i.ibb.co/wzBXs7V/Art-doco-jewelry-the-roaring-twenties.webp",
        "details": "Art Deco jewelry was a popular style during the 1920s, also known as the Roaring Twenties. The style emerged in France in the aftermath of World War I and quickly spread around the world. Art Deco jewelry is characterized by geometric shapes, bold colors, and elaborate patterns. It often features diamonds, platinum, and other precious stones. Art Deco jewelry was favored by the wealthy and elite during the 1920s and was a symbol of luxury and sophistication. The style was influenced by various art movements, including Cubism and Futurism, and it reflected the modern, cosmopolitan spirit of the era."
    },
    {
        "productName": "Edwardian Era jewelry Earring",
        "condition": "excellent",
        "status": "avilable",
        "categories": "jewelry",
        "sellerName": "kamrul hassan",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2000",
        "salePrice": "5000",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/5cSP04x/Edwardian-Era-jewelry-Earring.webp",
        "details": "The Edwardian Era, which spanned from 1901 to 1910, was characterized by a fascination with luxury and elegance, which was reflected in the era's jewelry designs. The jewelry of this period was heavily influenced by Art Nouveau and the delicate, feminine aesthetic that it espoused. Pearls, diamonds, and other precious stones were often used in intricate designs, such as garlands, bows, and swags. Platinum became a popular metal due to its strength and luster, allowing for more intricate designs. Brooches, necklaces, and bracelets were also popular, often featuring filigree and openwork designs. Edwardian Era jewelry remains highly sought after by collectors and connoisseurs of fine jewelry."
    },
    {
        "productName": "Georgian jewelry",
        "condition": "excellent",
        "status": "avilable",
        "categories": "jewelry",
        "sellerName": "emon",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2000",
        "salePrice": "5000",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/h2NTKH3/Georgian-jewelry.jpg",
        "details": "Georgian jewelry is a style of jewelry that emerged in the late 18th century and continued through the early 19th century during the reigns of British kings George I to IV. Georgian jewelry is known for its intricate designs and use of precious materials such as diamonds, pearls, and gemstones. Pieces often feature delicate filigree work, floral and nature motifs, and intricate scrollwork. Georgian jewelry was also characterized by the use of closed-back settings, which helped to enhance the brilliance of the stones. This style of jewelry was often worn as statement pieces and was popular among the wealthy elite during the Georgian era."
    },
    {
        "productName": "Rere Egyptian revival jewels",
        "condition": "excellent",
        "status": "avilable",
        "categories": "jewelry",
        "sellerName": "soleman",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/3fty9FM/Rere-Egyptian-revival-jewels.jpg",
        "details": "The Egyptian Revival period in jewelry design began in the early 19th century, and reached its peak during the Victorian era. This style was inspired by the ancient Egyptian civilization and its unique and striking art and architecture.Rere-Egyptian-Revival jewels are a type of Egyptian Revival jewelry that features motifs and designs inspired by the goddess Isis, the scarab beetle, hieroglyphics, and other symbols of ancient Egypt. These jewels were often crafted with precious materials such as gold, silver, and gemstones, and were popular among the wealthy and fashionable elite of the time.Some examples of Rere-Egyptian-Revival jewels include scarab beetle pendants, amulet necklaces, and earrings featuring the Eye of Horus. Many of these jewels also incorporated colorful enamel work and intricate filigree designs."
    },
    {
        "productName": "Don Quixote by Miguel de Cervantes book",
        "condition": "excellent",
        "status": "avilable",
        "categories": "Books",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/wYpcmLT/Don-Quixote-by-Miguel-de-Cervantes-book-image.jpg",
        "details": "Don Quixote is a novel written by Miguel de Cervantes in the early 17th century. It tells the story of a man named Alonso Quixano who becomes so enamored with the chivalric romances he reads that he decides to become a knight-errant himself, taking on the name Don Quixote. He sets out on a series of adventures with his loyal squire Sancho Panza, who often tries to bring him back to reality.The novel is a satirical commentary on the romanticized ideals of the time, as well as a commentary on the nature of reality and perception. It is divided into two parts, with the second part being published a decade after the first. Don Quixote has become an iconic work of literature and is considered one of the greatest novels ever written."
    },
    {
        "productName": "Les Mis rables by Victor Hugo",
        "condition": "excellent",
        "status": "avilable",
        "categories": "Books",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/mJT0Hz2/Les-Mis-rables-by-Victor-Hugo.webp",
        "details": "Les Misérables by Victor Hugo is a timeless classic that has captured the hearts and minds of readers for over a century. This antique item is a rare and valuable edition of the book, complete with its original cover and illustrations. The story of Jean Valjean, a man who finds redemption in the midst of poverty and injustice, is a poignant tale of love, sacrifice, and the human spirit. With its beautifully crafted prose and unforgettable characters, Les Misérables is a must-have for any serious collector of literature. This antique edition is a true treasure and a testament to the enduring power of Victor Hugo's masterpiece."
    },
    {
        "productName": "The Canterbury Tales by Geoffrey Chaucer",
        "condition": "excellent",
        "status": "avilable",
        "categories": "Books",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/TKYrwCr/The-Canterbury-Tales-by-Geoffrey-Chaucer.jpg",
        "details": "The Canterbury Tales is a masterpiece of medieval English literature written by Geoffrey Chaucer in the 14th century. It consists of 24 tales told by a group of pilgrims on their way to the shrine of Saint Thomas Becket at Canterbury Cathedral. The stories are written in Middle English, providing a fascinating glimpse into the language and culture of the time. The book is a significant work of literature and has had a lasting impact on English literature. Its characters and themes have been reimagined and adapted countless times over the centuries, from modern translations to stage productions and films. This antique item is a valuable addition to any book collection and an excellent way to connect with the history and culture of medieval England."
    },
    {
        "productName": "The Complete Works of William Shakespeare",
        "condition": "excellent",
        "status": "avilable",
        "categories": "Books",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/gzMZr66/The-Complete-Works-of-William-Shakespeare.webp",
        "details": "The Complete Works of William Shakespeare is a rare and valuable antique item that is highly sought after by collectors, scholars, and lovers of literature. This beautiful volume contains all of Shakespeare's plays, sonnets, and poems in their original form, making it an essential addition to any literary collection. The book is bound in high-quality leather and adorned with gold lettering, making it a beautiful display piece as well. With its timeless themes, rich characters, and poetic language, Shakespeare's works continue to captivate readers and audiences today. The Complete Works of William Shakespeare is a treasure that will be cherished for generations to come."
    },
    {
        "productName": "The Divine Comedy by Dante Alighieri",
        "condition": "excellent",
        "status": "avilable",
        "categories": "Books",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/XFXMhqy/The-Divine-Comedy-by-Dante-Alighieri.jpg",
        "details": "The Divine Comedy is a classic masterpiece of Italian literature written by Dante Alighieri in the early 14th century. It is a narrative poem that depicts Dante's journey through Hell, Purgatory, and Heaven, guided by the poet Virgil and his beloved Beatrice.This antique item is a rare and valuable edition of The Divine Comedy, which has been treasured by collectors and scholars for centuries. The book is beautifully illustrated and bound, making it a stunning addition to any collection.Reading The Divine Comedy is an unforgettable experience that has inspired countless artists, writers, and thinkers throughout history. It is a work of incredible depth and beauty, exploring timeless themes such as love, redemption, and the human condition. This antique edition is a must-have for anyone who loves classic literature and wants to own a piece of history."
    },
    {
        "productName": "The Iliad and The Odyssey by Homer",
        "condition": "excellent",
        "status": "avilable",
        "categories": "Books",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/k3F5WTM/The-Iliad-and-The-Odyssey-by-Homer.jpg",
        "details": "The Divine Comedy is a classic masterpiece of Italian literature written by Dante Alighieri in the early 14th century. It is a narrative poem that depicts Dante's journey through Hell, Purgatory, and Heaven, guided by the poet Virgil and his beloved Beatrice.This antique item is a rare and valuable edition of The Divine Comedy, which has been treasured by collectors and scholars for centuries. The book is beautifully illustrated and bound, making it a stunning addition to any collection.Reading The Divine Comedy is an unforgettable experience that has inspired countless artists, writers, and thinkers throughout history. It is a work of incredible depth and beauty, exploring timeless themes such as love, redemption, and the human condition. This antique edition is a must-have for anyone who loves classic literature and wants to own a piece of history."
    },
    {
        "productName": "Guernica by Pablo Picasso",
        "condition": "excellent",
        "status": "avilable",
        "categories": "painting",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/wN6wMm5/Guernica-by-Pablo-Picasso.webp",
        "details": "Guernica is one of the most famous and highly regarded artworks of the 20th century, created by the legendary artist Pablo Picasso in 1937. This large-scale oil painting depicts the horrors of the bombing of Guernica, a small town in northern Spain, during the Spanish Civil War. The painting is filled with striking and powerful imagery, including twisted and distorted figures, animals, and symbols of death and destruction. Its monochromatic palette and bold, expressive brushwork add to the painting's sense of drama and urgency. As a highly sought-after antique item, Guernica is an important and valuable piece of art history that would be a significant addition to any collection."
    },
    {
        "productName": "The Last Supper by Leonardo da Vinci",
        "condition": "excellent",
        "status": "avilable",
        "categories": "painting",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/LzQdgFY/The-Last-Supper-by-Leonardo-da-Vinci.jpg",
        "details": "Guernica is one of the most famous and highly regarded artworks of the 20th century, created by the legendary artist Pablo Picasso in 1937. This large-scale oil painting depicts the horrors of the bombing of Guernica, a small town in northern Spain, during the Spanish Civil War. The painting is filled with striking and powerful imagery, including twisted and distorted figures, animals, and symbols of death and destruction. Its monochromatic palette and bold, expressive brushwork add to the painting's sense of drama and urgency. As a highly sought-after antique item, Guernica is an important and valuable piece of art history that would be a significant addition to any collection."
    },
    {
        "productName": "The Night Watch by Rembrandt",
        "condition": "excellent",
        "status": "avilable",
        "categories": "painting",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/XJ0rtNG/The-Night-Watch-by-Rembrandt.jpg",
        "details": "The Night Watch is an iconic oil painting by Dutch artist Rembrandt van Rijn, created in 1642. It is a stunning masterpiece that captures the essence of the Dutch Golden Age, depicting a group of militia men preparing for battle. The painting is renowned for its impressive size, dynamic composition, and masterful use of light and shadow.Considered one of the most important works of art in history, The Night Watch has been admired and studied by art lovers and scholars for centuries. It is an antique item of immense cultural and historical value, a true representation of Rembrandt's genius and the artistic achievements of the Dutch Golden Age.Owning The Night Watch is a once-in-a-lifetime opportunity for art collectors and enthusiasts alike, as it is a rare and highly sought-after masterpiece that embodies the beauty and power of art."
    },
    {
        "productName": "The Persistence of Memory by Salvador Dali",
        "condition": "excellent",
        "status": "avilable",
        "categories": "painting",
        "sellerName": "devid",
        "location": "Dhaka,bangladesh",
        "oldPrice": "2020",
        "salePrice": "5500",
        "postTime": "30/02/23",
        "image": "https://i.ibb.co/cT2N2BZ/The-Persistence-of-Memory-by-Salvador-Dali.jpg",
        "details": "The Night Watch is an iconic oil painting by Dutch artist Rembrandt van Rijn, created in 1642. It is a stunning masterpiece that captures the essence of the Dutch Golden Age, depicting a group of militia men preparing for battle. The painting is renowned for its impressive size, dynamic composition, and masterful use of light and shadow.Considered one of the most important works of art in history, The Night Watch has been admired and studied by art lovers and scholars for centuries. It is an antique item of immense cultural and historical value, a true representation of Rembrandt's genius and the artistic achievements of the Dutch Golden Age.Owning The Night Watch is a once-in-a-lifetime opportunity for art collectors and enthusiasts alike, as it is a rare and highly sought-after masterpiece that embodies the beauty and power of art."
    }
]